Repository: ClawdBonzo/calmanchor-anxiety
Catalog: CalmAnchor/Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: Prefix it with 'I notice I'm having the thought that...'
de: Stelle voran: „Ich bemerke, dass ich den Gedanken habe, dass …“
fr: Précédez-la de « Je remarque que j'ai la pensée que… »
ja: 「〜という考えがあると気づいている」と前に付けます

source: Privacy
de: Datenschutz
fr: Confidentialité
ja: プライバシー

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ja: プライバシーポリシー

source: Progress
de: Fortschritt
fr: Progrès
ja: 進捗

source: Progressive Muscle Relaxation
de: Progressive Muskelentspannung
fr: Relaxation musculaire progressive
ja: 漸進的筋弛緩法

source: Progressive Relaxation
de: Progressive Entspannung
fr: Relaxation progressive
ja: 漸進的リラクゼーション

source: Progressive relaxation from head to toe
de: Progressive Entspannung von Kopf bis Fuß
fr: Relaxation progressive de la tête aux pieds
ja: 頭からつま先まで順に緩めます

source: Quick Mood Check
de: Schnelle Stimmungsabfrage
fr: Vérification rapide de l’humeur
ja: クイック気分チェック

source: Quick note (optional)...
de: Kurze Notiz (optional) …
fr: Note rapide (facultatif)…
ja: メモ（任意）…

source: Rate CalmAnchor
de: CalmAnchor bewerten
fr: Noter CalmAnchor
ja: CalmAnchor を評価

source: Rate your belief in it (0-100%)
de: Bewerte, wie stark du daran glaubst (0–100 %)
fr: Évaluez votre croyance en elle (0-100 %)
ja: それをどれだけ信じているか評価します（0〜100%）

source: Re-rate your belief
de: Bewerte deinen Glauben erneut
fr: Réévaluez votre croyance
ja: 信じる度合いを評価し直します

source: Relationship Issues
de: Beziehungsprobleme
fr: Problèmes relationnels
ja: 人間関係の悩み

source: Release and notice the difference
de: Lass los und bemerke den Unterschied
fr: Relâchez et remarquez la différence
ja: 緩めて、その違いに気づきます

source: Release tension with mindful movement
de: Löse Spannungen mit achtsamer Bewegung
fr: Relâchez les tensions par un mouvement conscient
ja: 意識した動きで緊張をほぐします

source: Repeat 3-4 times
de: Wiederhole 3- bis 4-mal
fr: Répétez 3 à 4 fois
ja: 3〜4回繰り返します

source: Repeat 4-6 times
de: Wiederhole 4- bis 6-mal
fr: Répétez 4 à 6 fois
ja: 4〜6回繰り返します

source: Repeat calming affirmations with intention
de: Wiederhole beruhigende Affirmationen mit Absicht
fr: Répétez des affirmations apaisantes avec intention
ja: 落ち着くアファメーションを心を込めて繰り返します

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット

source: Reset All Data
de: Alle Daten zurücksetzen
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット

source: Reset All Data?
de: Alle Daten zurücksetzen?
fr: Réinitialiser toutes les données ?
ja: すべてのデータをリセットしますか？

source: Resources
de: Ressourcen
fr: Ressources
ja: リソース

source: Rest and notice full-body relaxation
de: Ruhe und bemerke die Entspannung des ganzen Körpers
fr: Reposez-vous et ressentez la détente du corps entier
ja: 休んで、全身のリラックスを感じます

source: Rest day - no tasks scheduled.
de: Ruhetag – keine Aufgaben geplant.
fr: Jour de repos – aucune tâche prévue.
ja: 休息日 — 予定されたタスクはありません。

source: Restore Purchase
de: Kauf wiederherstellen
fr: Restaurer l’achat
ja: 購入を復元

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les achats
ja: 購入を復元

source: SAMHSA Helpline: 1-800-662-4357
de: Sucht- & Drogen-Hotline: 01806 313 031
fr: Drogues Info Service : 0 800 23 13 13
ja: 精神保健福祉センター（お住まいの地域の窓口）

source: SOS Panic Button
de: SOS-Panikknopf
fr: Bouton panique SOS
ja: SOS パニックボタン

source: SOS Panic Button — open breathing and grounding support
de: SOS-Panikknopf – Atem- und Erdungshilfe öffnen
fr: Bouton panique SOS – ouvrir l’aide à la respiration et à l’ancrage
ja: SOS パニックボタン — 呼吸とグラウンディングの支援を開く

source: Save
de: Speichern
fr: Enregistrer
ja: 保存

source: Say it in a silly voice internally
de: Sag ihn innerlich mit einer albernen Stimme
fr: Dites-la intérieurement d'une voix amusante
ja: 心の中でおどけた声で言ってみます

source: Search techniques...
de: Techniken suchen …
fr: Rechercher des techniques…
ja: テクニックを検索…

source: See Your Plan
de: Deinen Plan ansehen
fr: Voir votre plan
ja: プランを見る

source: Select all that apply — we'll personalize your plan
de: Wähle alles Zutreffende – wir personalisieren deinen Plan
fr: Sélectionnez tout ce qui s’applique – nous personnaliserons votre plan
ja: 当てはまるものを選択 — プランを最適化します

source: Self-Compassion Letter
de: Brief der Selbstmitgefühls
fr: Lettre d'auto-compassion
ja: 自分への思いやりの手紙

source: Send compassion to yourself and others
de: Sende dir selbst und anderen Mitgefühl
fr: Envoyez de la compassion à vous-même et aux autres
ja: 自分と他者へ思いやりを送ります

source: Sensory Soothing
de: Sinnliche Beruhigung
fr: Apaisement sensoriel
ja: 五感で落ち着く

source: Sessions
de: Sitzungen
fr: Séances
ja: セッション

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定

source: Shake out tension with full-body movement
de: Schüttle Spannung mit Ganzkörperbewegung ab
fr: Évacuez les tensions en bougeant tout le corps
ja: 全身を動かして緊張を振り払います

source: Share Your Calm
de: Teile deine Ruhe
fr: Partagez votre calme
ja: あなたの落ち着きをシェア

source: Share your anchor with others
de: Teile deinen Anker mit anderen
fr: Partagez votre ancre avec les autres
ja: あなたの錨を他の人とシェア

source: Share your calm moment with others
de: Teile deinen ruhigen Moment mit anderen
fr: Partagez votre moment de calme avec les autres
ja: 穏やかな瞬間を他の人とシェア

source: Show next affirmation
de: Nächste Affirmation anzeigen
fr: Afficher l’affirmation suivante
ja: 次のアファメーションを表示

source: Shuffle Affirmation
de: Affirmation mischen
fr: Mélanger les affirmations
ja: アファメーションをシャッフル

source: Skip
de: Überspringen
fr: Passer
ja: スキップ

source: Sleep Problems
de: Schlafprobleme
fr: Troubles du sommeil
ja: 睡眠の問題

source: Sleep Wind-Down
de: Schlaf-Routine
fr: Rituel de coucher
ja: 就寝前のリラックス

source: Slowly move attention down through each body part
de: Wandere langsam mit der Aufmerksamkeit durch jeden Körperteil
fr: Déplacez lentement votre attention sur chaque partie du corps
ja: 意識を体の各部位へ順に下ろしていきます

source: Social Situations
de: Soziale Situationen
fr: Situations sociales
ja: 社交的な場面

source: Spend time noticing natural elements
de: Nimm dir Zeit, natürliche Elemente wahrzunehmen
fr: Prenez le temps d'observer les éléments naturels
ja: 自然の要素に気づく時間を持ちます

source: Splash cold water for vagus nerve activation
de: Spritze kaltes Wasser zur Aktivierung des Vagusnervs
fr: Aspergez-vous d'eau froide pour activer le nerf vague
ja: 冷たい水で迷走神経を刺激します

source: Start at the top of your head
de: Beginne am Scheitel deines Kopfes
fr: Commencez par le sommet de la tête
ja: 頭のてっぺんから始めます

source: Start with your feet - tense for 5 seconds
de: Beginne mit den Füßen – spanne 5 Sekunden an
fr: Commencez par les pieds – contractez 5 secondes
ja: 足から始め、5秒間緊張させます

source: Start writing to track your healing journey
de: Schreibe los, um deine Heilungsreise festzuhalten
fr: Commencez à écrire pour suivre votre parcours de guérison
ja: 書き始めて、回復の歩みを記録しましょう

source: Start your day with 4-7-8 breathing technique
de: Beginne den Tag mit der 4-7-8-Atemtechnik
fr: Commencez la journée avec la technique 4-7-8
ja: 4-7-8呼吸法で一日を始めましょう

source: Step %lld of 4
de: Schritt %lld von 4
fr: Étape %lld sur 4
ja: ステップ %lld／4

source: Streak
de: Serie
fr: Série
ja: 連続

source: Streaks
de: Serien
fr: Séries
ja: 連続記録

source: Submerge your face for 15-30 seconds
de: Tauche dein Gesicht 15–30 Sekunden ein
fr: Immergez votre visage 15 à 30 secondes
ja: 顔を15〜30秒間つけます

source: Subscription
de: Abonnement
fr: Abonnement
ja: サブスクリプション

source: Systematically relax each part of your body
de: Entspanne systematisch jeden Teil deines Körpers
fr: Détendez méthodiquement chaque partie du corps
ja: 体の各部位を順に緩めていきます

source: Take a deep breath
de: Atme tief ein
fr: Prenez une grande inspiration
ja: 深く息を吸います

source: Tense and release each muscle group
de: Spanne jede Muskelgruppe an und entspanne sie
fr: Contractez puis relâchez chaque groupe musculaire
ja: 各筋肉を緊張させてから緩めます

source: Tense and release muscle groups to relieve physical tension
de: Spanne Muskelgruppen an und entspanne sie, um körperliche Spannung zu lösen
fr: Contractez et relâchez les muscles pour soulager les tensions physiques
ja: 筋肉を緊張・弛緩させて体の緊張を和らげます

source: Terms
de: Bedingungen
fr: Conditions
ja: 利用規約

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d’utilisation
ja: 利用規約

source: Thank your mind for trying to protect you
de: Danke deinem Geist, dass er dich schützen will
fr: Remerciez votre esprit d'essayer de vous protéger
ja: 守ろうとしてくれた心に感謝します

source: This feeling is temporary and will pass.
de: Dieses Gefühl ist vorübergehend und wird vergehen.
fr: Ce sentiment est passager et s'en ira.
ja: この感覚は一時的で、必ず過ぎ去ります。

source: This is the version of you we're building toward
de: Das ist die Version von dir, auf die wir hinarbeiten
fr: C’est la version de vous vers laquelle nous avançons
ja: これが、目指すあなたの姿です

source: This moment is all I need to focus on.
de: Dieser Moment ist alles, worauf ich mich konzentrieren muss.
fr: Cet instant est tout ce sur quoi je dois me concentrer.
ja: 今この瞬間にだけ集中すればよいのです。

source: This will delete all your journal entries, mood logs, and progress. This cannot be undone.
de: Dadurch werden alle deine Tagebucheinträge, Stimmungsprotokolle und Fortschritte gelöscht. Dies kann nicht rückgängig gemacht werden.
fr: Cela supprimera toutes vos entrées de journal, vos relevés d’humeur et vos progrès. Cette action est irréversible.
ja: すべてのジャーナル、気分の記録、進捗が削除されます。この操作は取り消せません。

source: Thought Record
de: Gedankenprotokoll
fr: Relevé de pensées
ja: 思考記録

source: Three things I'm grateful for:
de: Drei Dinge, für die ich dankbar bin:
fr: Trois choses pour lesquelles je suis reconnaissant·e :
ja: 感謝していること3つ：

source: Time Range
de: Zeitraum
fr: Période
ja: 期間

source: Today's Affirmation
de: Affirmation des Tages
fr: Affirmation du jour
ja: 今日のアファメーション

source: Today's Healing Plan
de: Heilungsplan für heute
fr: Plan de guérison du jour
ja: 今日のヒーリングプラン

source: Today's Mood
de: Stimmung heute
fr: Humeur du jour
ja: 今日の気分

source: Total
de: Gesamt
ja: 合計

source: Trigger Analysis
de: Auslöser-Analyse
fr: Analyse des déclencheurs
ja: トリガー分析

source: Trigger Mapping
de: Auslöser kartieren
fr: Cartographie des déclencheurs
ja: トリガーの整理

source: Triggers
de: Auslöser
fr: Déclencheurs
ja: トリガー

source: Uncertainty
de: Ungewissheit
fr: Incertitude
ja: 不確実さ

source: Unlock Your
de: Schalte dein
fr: Débloquez votre
ja: アンロック

source: Unlock with Premium
de: Mit Premium freischalten
fr: Débloquer avec Premium
ja: プレミアムでアンロック

source: Upgrade to Premium
de: Auf Premium upgraden
fr: Passer à Premium
ja: プレミアムにアップグレード

source: Used by Navy SEALs to stay calm under pressure
de: Von Navy SEALs genutzt, um unter Druck ruhig zu bleiben
fr: Utilisée par les Navy SEALs pour rester calme sous pression
ja: 海軍特殊部隊も使う、プレッシャー下で冷静を保つ方法

source: Visualization
de: Visualisierung
fr: Visualisation
ja: イメージ法

source: Visualize the thought as a cloud passing by
de: Stelle dir den Gedanken als vorüberziehende Wolke vor
fr: Imaginez la pensée comme un nuage qui passe
ja: その考えを、流れていく雲として思い描きます

source: Walk slowly, noticing each step
de: Geh langsam und bemerke jeden Schritt
fr: Marchez lentement, en remarquant chaque pas
ja: 一歩ずつ意識しながらゆっくり歩きます

source: We'll use this as your starting point
de: Das verwenden wir als deinen Ausgangspunkt
fr: Nous l’utiliserons comme point de départ
ja: これを出発点にします

source: Well done!
de: Gut gemacht!
fr: Bravo !
ja: よくできました！

source: What are three things you're grateful for right now?
de: Wofür bist du gerade dankbar? Nenne drei Dinge.
fr: Quelles sont trois choses pour lesquelles vous êtes reconnaissant·e en ce moment ?
ja: 今、感謝していること3つは何ですか？

source: What boundary would help your peace of mind?
de: Welche Grenze würde deinem Seelenfrieden helfen?
fr: Quelle limite aiderait votre tranquillité d’esprit ?
ja: 心の平穏のために、どんな境界線が役立ちますか？

source: What coping skill helped you most this week?
de: Welche Bewältigungstechnik hat dir diese Woche am meisten geholfen?
fr: Quelle technique d’adaptation vous a le plus aidé cette semaine ?
ja: 今週、最も役立った対処法は何ですか？

source: What does 'calm' look like in your daily life?
de: Wie sieht „Ruhe“ in deinem Alltag aus?
fr: À quoi ressemble le « calme » dans votre quotidien ?
ja: あなたの日常で「穏やかさ」とはどんな様子ですか？

source: What made you feel safe today?
de: Was hat dir heute Sicherheit gegeben?
fr: Qu’est-ce qui vous a fait sentir en sécurité aujourd’hui ?
ja: 今日、安心できたのはどんなことですか？

source: What progress have you noticed in your healing?
de: Welchen Fortschritt hast du bei deiner Heilung bemerkt?
fr: Quels progrès avez-vous remarqués dans votre guérison ?
ja: 回復の中で、どんな進歩に気づきましたか？

source: What should we call your calmest self?
de: Wie sollen wir dein ruhigstes Selbst nennen?
fr: Comment appeler votre moi le plus serein ?
ja: あなたの最も穏やかな 自分を何と呼びますか？

source: What small win can you celebrate today?
de: Welchen kleinen Erfolg kannst du heute feiern?
fr: Quelle petite victoire pouvez-vous célébrer aujourd’hui ?
ja: 今日、祝える小さな勝利は何ですか？

source: What triggers your anxiety?
de: Was löst deine Angst aus?
fr: Qu’est-ce qui déclenche votre anxiété ?
ja: 何があなたの不安を 引き起こしますか？

source: What would you tell a friend feeling anxious?
de: Was würdest du einer ängstlichen Freundin oder einem Freund sagen?
fr: Que diriez-vous à un ami qui se sent anxieux ?
ja: 不安な友人に、あなたなら何と声をかけますか？

source: Work Stress
de: Stress bei der Arbeit
fr: Stress au travail
ja: 仕事のストレス

source: Worry Window
de: Sorgen-Fenster
fr: Fenêtre à soucis
ja: 心配タイム

source: Write 3 things you're grateful for
de: Schreibe 3 Dinge auf, für die du dankbar bist
fr: Notez 3 choses pour lesquelles vous êtes reconnaissant
ja: 感謝していること3つを書きましょう

source: Write First Entry
de: Ersten Eintrag schreiben
fr: Écrire la première entrée
ja: 最初のエントリーを書く

source: Write a letter of compassion to yourself.
de: Schreibe dir selbst einen mitfühlenden Brief.
fr: Écrivez-vous une lettre de bienveillance.
ja: 自分自身へ、思いやりの手紙を書きましょう。

source: Write about a fear that turned out okay.
de: Schreibe über eine Angst, die sich als unbegründet erwies.
fr: Écrivez à propos d’une peur qui s’est bien terminée.
ja: 結果的に大丈夫だった恐れについて書きましょう。

source: Write down the anxious thought
de: Schreibe den ängstlichen Gedanken auf
fr: Notez la pensée anxieuse
ja: 不安な考えを書き出します

source: Write in Journal
de: Ins Tagebuch schreiben
fr: Écrire dans le journal
ja: ジャーナルに書く

source: Write to yourself with kindness
de: Schreibe dir selbst mit Freundlichkeit
fr: Écrivez-vous avec bienveillance
ja: 自分にやさしく手紙を書きます

source: You did it!
de: Du hast es geschafft!
fr: Vous avez réussi !
ja: やり遂げました！

source: You navigated through the storm. Every time you use these tools, you grow stronger.
de: Du hast den Sturm überstanden. Mit jedem Einsatz dieser Werkzeuge wirst du stärker.
fr: Vous avez traversé la tempête. Chaque fois que vous utilisez ces outils, vous devenez plus fort.
ja: あなたは嵐を乗り越えました。 これらのツールを使うたびに、強くなれます。

source: Your anchor in the storm
de: Dein Anker im Sturm
fr: Votre ancre dans la tempête
ja: 嵐の中のあなたの錨

source: Your journal awaits
de: Dein Tagebuch wartet
fr: Votre journal vous attend
ja: ジャーナルが待っています

source: Your name…
de: Dein Name …
fr: Votre nom…
ja: お名前…

source: anchored in the storm
de: verankert im Sturm
fr: ancré dans la tempête
ja: 嵐の中でも揺るがない

source: thing you can TASTE
de: Ding, das du SCHMECKEN kannst
fr: chose que vous pouvez GOÛTER
ja: 味わえるもの

source: things you can HEAR
de: Dinge, die du HÖREN kannst
fr: choses que vous pouvez ENTENDRE
ja: 聞こえるもの

source: things you can SEE
de: Dinge, die du SEHEN kannst
fr: choses que vous pouvez VOIR
ja: 見えるもの

source: things you can SMELL
de: Dinge, die du RIECHEN kannst
fr: choses que vous pouvez SENTIR
ja: においを感じるもの

source: things you can TOUCH
de: Dinge, die du FÜHLEN kannst
fr: choses que vous pouvez TOUCHER
ja: 触れられるもの

# %@ plan, %@%@%@%@
source: %1$@ plan, %2$@%3$@%4$@%5$@
fr: Plan %1$@, %2$@%3$@%4$@%5$@
ja: %1$@プラン、%2$@%3$@%4$@%5$@

source: Body Scan
fr: Scan corporel
ja: ボディスキャン

source: Body Scan Meditation
fr: Méditation du scan corporel
ja: ボディスキャン瞑想

source: Lv %lld
fr: Niv %lld

source: %lld min
ja: %lld 分

# %lld min · %@
source: %1$lld min · %2$@
ja: %1$lld 分 · %2$@

source: Affirmation: %@
ja: アファメーション：%@

source: Plan
ja: プラン

source: Premium
ja: プレミアム

source: Version
ja: バージョン
